Repository: collective/collective.polls
Catalog: src/collective/polls/locales/*/LC_MESSAGES/collective.polls.po
Languages: ca, cs, de, es, fi, fr, nl, pt_br

source: A Plone extension providing a Poll content type, portlet and workflow.
cs: Přídavný produkt s možnostmi anket
de: Eine Plone-Erweiterung welche ein Umfrage-Inhaltstyp, Portlets und Workflow zur Verfügung stellt.
es: Un complemento que brinda la posibilidad de crear encuestas en Plone.
fi: Asentaa äänestyssisältötyypin, -portletin ja -työnkulun.
fr: Un module Plone ajoutant un type de contenu Sondage, une portlet et un worfklow.
nl: Een Plone add-on met enquête content-type, portlets en bijbhorende workflow.
pt_br: Uma extensão do Plone que provê um tipo de conteúdo, um portlet e um workflow para gerenciar Enquetes.

source: A poll
ca: Una enquesta
cs: Anketa
de: Eine Umfrage
es: Una encuesta
fi: Äänestys
fr: Un sondage
nl: Een enquête
pt_br: Uma enquete

source: A tile that shows a poll.
es: Un tile que muestra una encuesta.
pt_br: Um tile que exibe uma enquete.

source: Add
ca: Afegeix
es: Añadir
pt_br: Adicionar

source: Add Option
ca: Afegeix opció
es: Agregar opción
pt_br: Adicionar opção

source: Add a link to the poll
ca: Afegeix un enllaç a l'enquesta
cs: Přidat odkaz na anketu
de: Link zur Umfrage hinzufügen
es: Adicionar un vínculo a la encuesta
fi: Lisää linkki äänestykseen
pt_br: Adicionar link à enquete

source: Allow anonymous
ca: Permet respostes anònimes
cs: Povolit hlasování anonymům
de: Anonym erlauben
es: Permitir anónimos
fi: Salli kirjautumattomille
fr: Autoriser aux anonymes
nl: Anoniem stemmen toestaan
pt_br: Permitir voto anônimo

source: Allow not logged in users to vote. The parent folder of this poll should be published before opeining the poll for this field to take effect
ca: Permet als usuaris que no estan autenticats votar. La carpeta pare d'aquesta enquesta ha d'estar publicada abans d'obrir l'enquesta.
cs: Povolit hlasování nepřihlášeným uživatelům. Nadřazená složka, ve které je hlasování umístěno, by měla být zveřejněna.
de: Nicht eingeloggte Benutzer dürfen teilnehmen. Das übergeordnete Verzeichnis dieser Umfrage sollte veröffenlticht werden, bevor die Umfrage geöffnet wird. Ansonsten hat diese Option keine Wirkung.
es: Permite votar a usuarios no registrados. La carpeta contenedora de esta encuesta debe ser publicada antes de abrir la encuesta para que este campo tenga efecto.
fi: Salli äänestykseen osallistuminen kirjautumattomille. Edellyttää, että äänestys on julkaistussa kansiossa.
fr: Autoriser les utilisateurs non connectés à voter. Le dossier parent du sondage doit être publié avant que le sondage ne soit ouvert pour que ce champ fasse effet.
nl: Niet ingelogd gebruikers toestaan om te stemmen. De map waar deze enquête in staat moet gepubliceerd zijn, anders heeft dit veld geen functie.
pt_br: Permite que usuários não autenticados votem. A pasta de nível acima desta enquete deve ser publicada antes da enquete ser aberta.

source: Anonymous user won't be able to vote, you forgot to publish the parent folder, you must sent back the poll to private state, publish the parent folder and open the poll again
ca: Els usuaris anònims no podran votar porquè ha oblidat publicar la carpeta pare d'aquesta enquesta. Ha de retirar l'enquesta a un estat privat, publicar la carpeta pare i obrir la enquesta un altre cop.
cs: Nepřihlášení uživatele nebudou moci v této anketě hlasovat. Zapomněli jste zpřístupnit nadřazenou složku. Musíte nejprve stáhnout ankety, pak zveřejnit nadřazenou složku a pak znovu hlasování otevřít.
de: Anonyme Benutzer können nicht teilnehmen, da das übergeordnete Verzeichnis nicht veröffentlicht ist.
es: Los usuarios anónimos no podrán votar pues se olvidó de publicar la carpeta contenedora. Debe regresar la encuesta al estado privado, publicar la carpeta padre y reabrir la encuesta
fi: Kirjautumattomat käyttäjät eivät voi äänestää, koska äänestys ei ole julkaistussa kansiossa. Julkaise kansio, jos haluat, että kirjautumattomat käyttäjät voivat äänestää.
fr: Les utilisateurs anonymes ne seront pas en mesure de voter, vous avez oublié de publier le dossier parent, vous devez remettre le sondage dans l'état privé, publier le dossier parent et ouvrir à nouveau le sondage.
nl: Anonieme bezoekers kunnen niet stemmen, de map waar de enquête in staat moet eerst gepubliceed worden. Trek de enquête in, publiceer de map en open de enquête opnieuw.
pt_br: Usuários anônimos não podem votar, você esqueceu de publicar a pasta acima desta enquete. Você deve colocar a enquete no estado privado, publicar a pasta acima e abrir a enquete novamente.

source: Available options
ca: Opcions disponibles
cs: Možnosti
de: Verfügbare Optionen
es: Opciones disponibles
fi: Vaihtoehdot:
fr: Options disponibles
nl: Beschikbare opties
pt_br: Opções disponíveis

source: Available options:
ca: Opcions disponibles:
cs: Možnosti:
de: Verfügbare Optionen:
es: Opciones disponibles:
fi: Äänestysvaihtoehdot:
fr: Options disponibles :
nl: Beschikbare opties:
pt_br: Opções disponíveis:

source: Bar Chart
ca: Gràfica de barres
cs: Sloupcový graf
de: Balkendiagramm
es: Gráfico de barras
fi: Pylväskaavio
fr: Graphique en barres
nl: Staafdiagram
pt_br: Gráfico de barras

source: Delete Option
ca: Esborra opció
es: Eliminar opción
pt_br: Excluir opção

source: Drag&amp;drop a poll here to populate the tile.
es: Arrastre y suelte una encuesta aquí.
pt_br: Arraste e solte uma enquete aqui.

source: Edit Option
ca: Edita opció
es: Editar opción
pt_br: Editar opção

source: Format to show the results.
ca: Format per mostrar els resultats
cs: Formát zobrazení výsledků
de: Format zum Anzeigen des Resultates.
es: Formato en el que se mostrarán los resultados.
fi: Tulosten esitysmuoto
fr: Format dans lequel afficher les résultats
nl: Formaat voor het tonen van de uitslag.
pt_br: Formato para mostrar os resultados

source: Graph
ca: Gràfica
cs: Graf
de: Diagramm
es: Gráfico
fi: Graafi
fr: Graphique
nl: Diagram
pt_br: Gráfico

source: Header
ca: Capçalera
cs: Nadpis
de: Titel
es: Cabecera
fi: Otsikko
fr: Titre
nl: Titel
pt_br: Título

source: If there is no available open poll or the chosen poll is already closed, should the porlet show the results instead.
ca: Dessitja que el portlet mostri el resultat de l'enquesta si no hi ha una enquesta oberta o la enquesta escollida ja està tancada?
cs: Pokud není žádná otevřená anketa, nebo pokud je vybraná anketa uzavřena, mají se místo ankety zobrazit výsledky ?
de: Das Portlet zeigt das Resultat an wenn keine offene Umfrage verfügbar ist oder die gewählte Umfrage bereits geschlossen wurde.
es: ¿Desea que portlet muestre el resultado de la encuesta si no existe una encuesta abierta o la encuesta seleccionada ya fue cerrada?
fi: Jos yhtään äänetystä ei ole saatavilla tai valittu äänestys on jo suljettu, näytetäänkö tulokset äänestyksen sijaan?
fr: S'il n'y a pas de sondage ouvert disponible ou que le sondage choisi est clos, est-ce que cette portlet doit afficher le résultat du sondage à la place ?
nl: Het portlet toont de uitslag als geen openstaande enquête beschikbaar is, of de gekozen enquête al gesloten is.
pt_br: Caso não exista nenhuma enquete aberta o portlet exibirá o resultado de enquete encerrada recentemente. Se o portlet tiver uma enquete escolhida e esta estiver encerrada, também será exibido o seu resultado.

source: Invalid option
ca: Opció invàlida
cs: Nepovolená hodnota
de: Ungültige Option
es: Opción inválida
fi: Virheellinen valinta
fr: Option non valide
nl: Ongeldige optie
pt_br: Opção inválida

source: Latest opened poll
ca: Última enquesta oberta
cs: Poslední otevřená anketa
de: Zuletzt geöffnete Umfrage
es: La encuesta abierta más reciente
fi: Viimeisin avoin äänestys
fr: Dernier sondage ouvert
nl: Meest recente enquête
pt_br: Última enquete aberta

source: Not enought options provided
ca: No hi han opcions suficients
cs: Nedostatečný počet možností
de: Es stehen nicht genug Optionen zur Verfügung
es: No se proporcionaron suficientes opciones
fi: Ei riittävästi vaihtoehtoja
fr: Il n'y a pas assez d'options proposées
nl: Onvoldoende opties ingevoerd
pt_br: Número de opções informado não é o suficiente para uma enquete

source: Numbers Only
ca: Només números
cs: Pouze číslice
de: Nur Zahlen
es: Sólo números
fi: Vain numerot
fr: Uniquement des nombres
nl: Alleen getallen
pt_br: Apenas números

source: Partial results
ca: Resultats parcials
cs: Částečné výsledky
de: Teilresultat
es: Resultados parciales
fi: Tulokset tähän mennessä
fr: Résultats partiels
nl: Voorlopige resultaten
pt_br: Resultados parciais

source: Pie Chart
ca: Gràfica de sectors
cs: Koláčový graf
de: Kuchendiagramm
es: Gráfico de tarta
fi: Piirakkakaavio
fr: Camembert
nl: Taartdiagram
pt_br: Gráfico de pizza

source: Poll
ca: Enquesta
cs: Anketa
de: Umfrage
es: Encuesta
fi: Äänestys
fr: Sondage
nl: Enquête
pt_br: Enquete

source: Poll Tile
es: Encuesta
pt_br: Enquete

source: Polls
ca: Enquestes
cs: Ankety
de: Umfragen
es: Encuestas
fi: Äänestykset
fr: Sondages
nl: Enquêtes
pt_br: Enquetes

source: Polls: Uninstall
cs: Ankety: Odinstalování
de: Umfragen: Deinstallieren
es: Desintalar Encuestas
fi: Äänestykset: Asennuksen poisto
fr: Sondages : désinstallation
nl: Enquêtes: Deinstalleren
pt_br: Enquetes: Desinstalação

source: Show closed polls
ca: Mostra les enquestes tancades
cs: Zobrazit uzavřené ankety
de: Geschlossene Umfragen anzeigen
es: ¿Mostrar encuestas cerradas?
fi: Näytä suljetut äänestykset
fr: Afficher les sondages clos
nl: Toon gesloten enquêtes
pt_br: Exibir enquetes encerradas

source: Show partial results
ca: Mostra resultats parcials
cs: Zobrazit částečné výsledky
de: Teilergebnisse anzeigen
es: Mostrar resultados parciales
fi: Näytä osittaiset tulokset
fr: Afficher les résultats partiels
nl: Voorlopige resultaten weergeven
pt_br: Mostrar resultados parciais

source: Show partial results after a voter has already voted.
ca: Mostra resultats parcials després de que un usuari ja ha votat.
cs: Zobrazit výsledky poté, co uživatel odešle svoji volbu.
de: Teilergebnisse anzeigen nachdem ein Benutzer abgestimmt hat.
es: Mostrar resultados parciales luego de que el votante ya haya votado.
fi: Näyttää tähänastiset tulokset vielä avoimelle äänestykselle
fr: Afficher les résultats dès qu'il y a eu un premier voteur.
nl: Toon voorlopig resultaten nadat een gebruiker gestemd heeft.
pt_br: Mostrar resultados parciais, após o usuário já ter votado.

source: Show the number of collected votes so far.
ca: Mostra els resultats de tots els vots fins ara.
cs: Zobrazit celkový počet výsledků, které byly do současné chvíle shromážděny.
de: Anzahl Teilnahmen bis jetzt anzeigen.
es: Muestra el número de votos contabilizados hasta el momento.
fi: Näyttää tähänastisten äänimäärän.
pt_br: Ver o número de votos emitidos até agora.

source: Show total votes
ca: Mostra el número total de vots
cs: Zobrazit počet výsledků
de: Anzahl Teilnahmen anzeigen
es: Mostrar el número total de votos
fi: Näytä äänimäärä
pt_br: Ver total de votos

source: Submit
ca: Envia
cs: Odeslat
de: Absenden
es: Votar
fi: Äänestä
fr: Voter
nl: Versturen
pt_br: Votar

source: Thanks for your vote
ca: Gràcies pel seu vot
cs: Děkujeme za váš názor
de: Danke für die Teilnahme
es: Gracias por su voto
fi: Kiitos osallistumisestasi
fr: Merci de votre participation
nl: Hartelijk dank voor uw stem
pt_br: Obrigado pelo seu voto

source: The header for the portlet. Leave empty for none.
ca: La capçalera del portlet. Deixar en blanc per que no apareixi.
cs: Název portletu. Můžete nechat prázdné.
de: Portlettitel. Leer lassen um keinen Titel darzustellen.
es: El encabezado del portlet. Déjelo en blanco si no desea uno.
fi: Sovelman otsikko. Jätä tyhjäksi piilottaaksesi otsikon.
fr: Le titre de la portlet. Laisser vide pour ne pas afficher le titre.
nl: Portlettitel. Laat leeg voor geen titel.
pt_br: Cabeçalho do portlet. Deixe em branco para não exibir um cabeçalho.

source: Total votes:
cs: Celkový počet výsledků:
de: Anzahl Teilnahmen:
es: Votos totales:
fi: Ääniä yhteensä:
fr: Total des votes:
nl: Aantal stemmen:
pt_br: Total de votos:

source: Uninstall the collective.polls package.
cs: Odinstalovat balíček collective.polls
de: Deinstalliert das collective.polls Packet.
es: Desinstala el complemento collective.polls.
fi: Poistaa collective.polls-lisäosan.
fr: Désinstaller le module collective.polls.
nl: Verwijdert dd collective.polls add-on.
pt_br: Desinstalar o pacote collective.polls(Enquetes)

source: Vote
es: Votar
fi: Äänestä
pt_br: Votar

source: Voting portlet
ca: Enquestes
cs: Portlet hlasování
de: Umfrageportlet
es: Portlet de votación
fi: Äänestyssovelma
fr: Sondage
nl: Enquête-portlet
pt_br: Portlet de votação

source: Which poll to show in the portlet.
ca: Quina enquesta voleu que mostri el portlet?
cs: Anketa, která bude zobrazena v portletu.
de: Welche Umfrage soll im Portlet angezeigt werden.
es: Qué encuesta mostrar en el portlet.
fi: Sovelmassa näytettävä äänestys
fr: Quel sondage afficher dans la portlet.
nl: Welke enquête in het portlet staat.
pt_br: Qual enquete mostrar no portlet.

source: You are not authorized to vote
ca: No esteu autoritzats a votar
cs: Nemáte oprávnění k hlasování
de: Sie sind nicht zum Abstimmen berechtigt
es: Usted no está autorizado para votar
fi: Käyttöoikeutesi eivät riitä äänestämiseen
fr: Vous n'êtes pas autorisé à voter.
nl: Het is niet toegestaan voor u om te stemmen.
pt_br: Você não está autorizado a votar

source: You need to provide at least two options for a poll.
ca: Necessiteu informar dues opcions com a mínim.
cs: Musíte definovat alespoň dvě možnosti v anketě.
de: Sie müssen mindestens zwei Optionen für eine Umfrage angeben.
es: Necesita colocar al menos 2 opciones para responder la encuesta.
fi: Äänestyksessä pitää olla vähintään kaksi vaihtoehtoa.
fr: Vous devez au moins proposer deux options pour faire un sondage.
nl: U moet minimaal twee opties voor een enquête opgeven.
pt_br: Você deve informar ao menos duas opções em uma enquete.

source: no_javascript_error
es: Su navegador no soporta JavaScript, por esta razón algunas funcionalidades no estarán accesibles.

source: Nothing to see here
ca: Res a veure aquí
cs: Zde není nic zajímavého k vidění...
de: Hier gibt es nichts zu sehen
fi: Ei mitään nähtävää
fr: Rien à faire ici
nl: Niets te zien

source: Poll uuid
fi: Äänestyksen yksilöivä tunniste

source: Results
fi: Tulokset

source: spiner
fi: latauskuvake

source: spinner
fi: latauskuvake
