Repository: collective/collective.polls
Catalog: src/collective/polls/locales/*/LC_MESSAGES/plone.po
Languages: ca, cs, de, fi, fr, nl

source: A portlet to allow voting on a specific poll
ca: Un portlet que permet votar en una enquesta
cs: Portlet umožňující hlasování ve vybrané anketě
fi: Sovelma, joka näyttää siihen valitun äänestyksen
fr: Une portlet pour autoriser le vote sur un sondage spécifique
nl: Een portlet om te kunnen stemmen op een enquête

source: Close
ca: Tanca
cs: Uzavřít
de: Umfrage schliessen
fi: Sulje
fr: Fermer
nl: Enquête sluiten

source: Closed
ca: Tancada
cs: Uzavřeno
de: Geschlossen
fi: Suljettu
fr: Fermé
nl: Gesloten

source: Member retracts submission
ca: L'usuari retira la enquesta
cs: Editor ruší žádost o zveřejnění
de: User zieht Vorlage zurück
fi: Käyttäjä perui tarkastuksen
fr: Le membre retire la demande d'ouverture
nl: Gebruik trekt publicatie terug.

source: Member submits poll for opening
ca: L'usuari envia l'enquesta per obrir-la
cs: Editor žádá o otevření ankety
de: User reicht Umfrage zum Öffnen ein
fi: Käyttäjä lähettää äänestyksen tarkastettavaksi
fr: Le membre demande l'ouverture le sondage
nl: Gebruiker dient enquête in voor publicatie

source: Open
ca: Obre
cs: Otevřít
de: Veröffentlichen
fi: Avaa äänestys
fr: Ouvrir
nl: Publiceren

source: Opened
ca: Oberta
cs: Otevřeno
de: Geöffnet
fi: Avoin
fr: Ouvert
nl: Geopend

source: Pending review
ca: Pendent de revisi√≥
cs: Čeká na schválení
de: Überprüfung ausstehend
fi: Odottaa tarkastusta
fr: En attente de publication
nl: In behandeling

source: Poll Workflow
ca: Cicle de vida de l'enquesta
cs: Workflow anket
de: Umfrage Workflow
fi: Äänestystyönkulku
fr: Worfklow des sondages
nl: Enquête Workflow

source: Private
ca: Privat
cs: Nepřístupné
de: Privat
fi: Yksityinen
fr: Privé
nl: Privé

source: Reject
ca: Rebutja
cs: Odmítnout
de: Ablehnen
fi: Peru
fr: Rejeter
nl: Weigeren

source: Retract
ca: Retira
cs: Stáhnout
de: Zurückziehen
fi: Peru tarkastus
fr: Retirer
nl: Terugtrekken

source: Reviewer closes the poll
ca: El revisor tanca l'enquesta
cs: Schvalovatel uzavírá hlasování
de: Reviewer schliesst die Umfrage
fi: Tarkastaja sulkee äänestyksen
fr: Le modérateur ferme le sondage
nl: Redacteur sluit de enquête

source: Reviewer opens the poll
ca: El revisor obre l'enquesta
cs: Schvalovatel otevírá hlasování
de: Reviewer öffnet die Umfrage
fi: Tarkastaja avaa äänestyksen
fr: Le modérateur ouvre le sondage
nl: Redacteur opent de enquête

source: Reviewer rejects the poll
ca: El revisor rebutja l'enquesta
cs: Schvalovatel zamítá hlasování
de: Reviewer lehnt die Umfrage ab
fi: Tarkastaja peruu äänestyksen
fr: Le modérateur refuse la demande d'ouverture
nl: Redacteur weigert de enquête

source: Submit for opening
ca: Envia per obrir l'enquesta
cs: Požádat o zveřejnění
de: Für Veröffentlichung einreichen
fi: Lähetä tarkastettavaksi
fr: Cliquer pour ouvrir
nl: Indienen voor openen

source: Voting portlet
ca: Enquestes
cs: Portlet hlasování
de: Umfrage-Portlet
fi: Äänestyssovelma
fr: Sondage
nl: Enquêteportlet

source: Workflow to be used with polls
ca: El workflow per ser utilitzat a les enquestes
cs: Workflow pro ankety
de: Aktiver Workflow für Umfragen
fi: Äänestyksissä käytettävä työnkulku
fr: Le workflow à utiliser avec les sondages
nl: Workflow voor gebruik met enquêtes
